// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Tidligere brukte originale HP-patroner installert";
HSD__65554__EventHeaderDescription = "Tidligere brukte originale HP-patroner installert.";

// Non-HP
HSD__65559__EventTitle = "Patroner som ikke er fra HP er installert";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Hvis du mener at du har kjøpt originale HP-blekkpatroner, kan du besøke HSD_LINK:HSDAnticounterfeitLink for mer informasjon om hvordan man rapporterer svindel.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Takk for at du installerer originale HP-patroner!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Justering anbefales";
HSD__65569__EventDescription = "HSD_TEXT:Du oppnår best mulig utskriftskvalitet ved å justere nye patroner og skrivehoder.
Du starter prosessen ved å klikke HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Brukt, etterfylt eller uekte patron oppdaget";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Papirstørrelsen er større enn forventet";
HSD__65716__EventDescription = "HSD_TEXT:Papirstørrelsen som ble registrert av skriverens sensorer, er større enn papirstørrelsen som er valgt i programvaren.
Klikk HSDOKButton for å fortsette hvis du vil fortsette å skrive ut på dette papiret.
Bytt papir og send utskriftsjobben på nytt hvis du vil bytte papir.
Klikk HSDCancelPrintButton hvis du vil avbryte utskriftsjobben.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Papirstørrelsen er mindre enn forventet";
HSD__65717__EventDescription = "Papirstørrelsen som ble registrert av skriverens sensorer, er mindre enn papirstørrelsen som er valgt i programvaren.
Hvis papiret i skriveren er av riktig størrelse, bytter du valgt papirstørrelse i programvaren og sender utskriftsjobben på nytt.
Utskriftsjobben avbrytes.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Fyll på papir i skriveren";
HSD__65921__EventDescription = "HSD_TEXT:Skriveren er tom for papir. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problem med utskriftsystem";
HSD__65935__EventDescription = "HSD_TEXT:Utskriftsfunksjonalitet er deaktivert. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Skriveren har oppdaget et problem. Kontroller innsiden av skriveren og fjern eventuelle papirstopp eller andre blokkeringer.
Hvis problemet vedvarer, kontakter du administratoren eller teknisk støtte.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Vedlikehold av skriver";
HSD__65953__EventDescription = "Skriveren kan ikke skrive ut fordi en del inne i skriveren blir byttet ut. Etter denne delen er byttet ut kan utskriften fortsette.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Deler av skriveren må repareres, hvilket betyr at enkelte skriverfunksjoner kan være begrensede eller utilgjengelige. Du kan fortsatt skrive ut.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Kommunikasjonsfeil";
HSD__65983__EventDescription = "HSD_TEXT:Det har oppstått en intern kommunikasjonsfeil i faksmodulen. HSDContactSupport

Merk: Du kan fortsette å skrive ut, kopiere og skanne.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Papirstopp";
HSD__65987__EventDescription = "Se skriverens kontrollpanel for instruksjoner om fjerning av fastkjørt papir.";

// No faxes in memory
HSD__66000__EventDescription = "Ingen mottatte fakser kan skrives ut på nytt fordi ingen fakser er lagret i skriverminnet.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:En fargefaks kan bare sendes til én mottaker om gangen.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Slå på feilrettingsmodus (ECM) for å sende fargefaks. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription For å registrere deg på nytt kan du gå til HP Instant Ink-nettsiden (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Etter at gjeldende faktureringssyklus avsluttes, vil ikke de angitte patronene som er installert i skriveren fungere lengre. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Handling kreves";
HSD__66011__EventDescription = "\"E\" og \"9\" blinker i kontrollpanelet. For å løse problemet, kan du raskt åpne og lukke døren til skrivehodet. For mer informasjon, se siden som skriveren nettopp skrev ut.

Obs! Denne tilstanden oppstår kun etter store utskriftsjobber, når blekkansamlinger kan begynne å påvirke utskriftskvaliteten.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Beskyttet HP-toner er installert";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Beskyttet HP-trommel er installert";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Lite toner";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Redusert trommel";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Toner mangler";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Trommel mangler";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Svært lite toner";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Svært redusert trommel";

// Door Open (Front)
HSD__75025__EventTitle = "Frontdøren er åpen";

// Door Open (Rear)
HSD__75026__EventTitle = "Bakdøren er åpen";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Forsyningsminnefeil for toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Forsyningsminnefeil for trommel";

// Defective Memory
HSD__75032__EventTitle = "Minnefeil for rekvisita";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Toner montert";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Trommel montert";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Ikke-kompatibel toner";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Ikke-kompatibel trommel";

// Incorrect Cartridge
HSD__75045__EventTitle = "Feil patron i spor";
HSD__75045__EventDescription = "Fjern patronen og sett den i igjen. Sørg for å bruke riktig spor.";

// Insufficient Memory
HSD__75060__EventTitle = "Ikke nok skriverminne";
HSD__75060__EventDescription = "Skriveren er tom for minne. Utskriftsjobben ble avbrutt.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Papirstopp i skuff";
HSD__75065__EventDescription = "Fjern alle fysiske hindringer i skriveren eller alt som sperrer for skuffene.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Papirstopp i varmeenhet";
HSD__75066__EventDescription = "Fjern alle fysiske hindringer i skriveren eller alt som sperrer for varmeenheten eller kassetten.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Papirstopp i utskuff";
HSD__75067__EventDescription = "Fjern alle fysiske hindringer i skriveren eller alt som sperrer for utskiffene.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Papirstopp i duplekser";
HSD__75068__EventDescription = "Fjern alle fysiske hindringer i skriveren eller alt som sperrer for duplekseren.";

// lightPipeBlocked
HSD__75070__EventTitle = "Kassettsensorfeil";
HSD__75070__EventDescription = "Lysveilederen som brukes som tonersensor i kassetten virker ikke. Dette er en feil som stopper utskrift.

Sjekk kassettens sensorområde og fjern hindringer som blokkerer lysveilederens sensor.";

// Manual Duplex
HSD__75075__EventTitle = "Manuell dupleks";
HSD__75075__EventDescription = "HSD_TEXT:En melding eller et signal vises på skriverens kontrollpanel. Legg merke til plasseringen til papiret. Legg papiret i den riktige skuffen. Berør HSDOKButton/HSDResumeButton-knappen på enheten for å fortsette.";

// Manually Feed
HSD__75080__EventTitle = "Mat papir manuelt";
HSD__75080__EventDescription = "HSD_TEXT:Legg riktig papir i skuffen, eller trykk på HSDOKButton/HSDResumeButton-knappen på enheten for å bruke det tilgjengelige papiret.";

// Paper mount
HSD__75085__EventTitle = "Papirstørrelsen passer ikke";
HSD__75085__EventDescription = "HSD_TEXT:Papirstørrelsen i skuffen stemmer ikke overens med papirstørrelsen som er valgt i programvaren.

Om papiret lastet inn i skriveren er av rett størrelse, bytt valgt papirstørrelse i programvaren og send utskriftsjobben på ny.

Om papiret lastet inn i skriveren ikke er av rett størrelse, bytt papiret med riktig størrelse.

Hvis du vil skrive ut på dette papiret, klikker du på HSDOKButton eller HSDResumeButton-knappen på skriverens kontrollpanel for å fortsette.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Tonerminne ser ut til å mangle";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Trommelminne ser ut til å mangle";

// Mpacco Active
HSD__75100__EventTitle = "Bytt ut patron som skriver ut svart";
HSD__75100__EventDescription = "HSD_TEXT:Skriveren har blitt kundekonfigurert til å skrive ut med bare svart blekk når nivået for fargeforsyning er svært lavt. Fargeforsyningen kan fortsatt være i stand til å produsere akseptabel utskriftskvalitet. Erstatt enten fargeforsyningen eller konfigurer skriveren på nytt for å skrive ut i farge.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Ikke godkjent toner";

// Unauthorized Drum
HSD__75106__EventTitle = "Ikke godkjent trommel";

// Printer Error
HSD__75115__EventTitle = "Skriverfeil";
HSD__75115__EventDescription = "Kritisk skriferfeil oppsto. Skriveren kan ikke skrive ut.";

// Printer Mispick
HSD__75120__EventTitle = "Matefeil i skriver";
HSD__75120__EventDescription = "HSD_TEXT:Kunne ikke hente papir, trykk på HSDOKButton eller HSDResumeButton-knappen på skriverens kontrollpanel for å fortsette.";

// Print Failure
HSD__75125__EventTitle = "Skriverfeil";
HSD__75125__EventDescription = "Skriveren eller skriversystemet har et problem. Slå skriveren av og på igjen.

Ta kontakt med HP om du fortsetter å få denne meldingen.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Bytt toner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Bytt trommel";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Tomt for papir";
HSD__75170__EventDescription = "Skriveren er tom for papir.
Legg papir i passende papirskuff.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Skuff 2 tom for papir";
HSD__75171__EventDescription = "Legg papir i skuff 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Uventet papirstørrelse";
HSD__75175__EventDescription = "HSD_TEXT:Skriversensoren fant en papirstørrelse som ikke matcher papirstørrelsen spesifisert for skriverskuffen.

Om papir som er lastet i skriveren er av rett størrelse, bytt papirstørrelsen som er spesifisert for skriverskuffen i skriverens kontrollpanel eller HSD_KEYED_LINK:HSDTraysConfigurationLink, og send utskriftsjobben på ny.

Om papiret som er lastet i skriveren ikke er av rett størrelse, bytt til papir av rett størrelse.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Brukt eller uekte toner installert";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Brukt eller uekte trommel installert";

// Over filled detection
HSD__75195__EventTitle = "Lagt i for mye papir";
HSD__75195__EventDescription = "HSD_TEXT:Kontroller at papirene er under papirbunkestreken som vises i skuffen. Klikk HSDOKButton/HSDResumeButton på kontrollpanelet for å fortsette.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Lite blekk";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Lite papir";
HSD__65920_65940__EventDescription = "HSD_TEXT:Skriveren er snart tom for papir. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Skriverproblem";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Det har oppstått et problem med utskriftssystemet. Start skriveren på nytt og forsøk å utføre jobben igjen.
Dersom problemet vedvarer må du kontakte kundestøtte.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Skriveren krever oppmerksomhet";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Det har oppstått et skriverproblem. Du kan imidlertid fortsette å skrive ut.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Det har oppstått et skriverproblem, utskrift er utilgjengelig.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Faksproblem";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink-registrering avbrutt";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Patronene i listen over kan kun brukes i skriveren som opprinnelig beskyttet patronene ved bruk av HP Cartridge Protection-funksjonen, og må erstattes.

HP Cartridge Protection-funksjonen lar eieren av en skriver stille HP-patronene til skriveren deres, slik at patronene kun fungerer med den skriveren.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:De indikerte kassettene har lite igjen.

Du trenger ikke bytte dem nå.

HP anbefaler at du har en erstatning tilgjengelig for når de går tom og må byttes.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Kassettene i listen ser ut til å mangle, er ikke funnet eller er feil montert.

Om kassettene har blitt montert, fjern dem og sett dem inn igjen riktig.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Døren eller dekselet må være lukket for å skrive ut.

Sjekk at den er fullstendig lukket.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Skriveren finner ikke minnet i kassetten nevnt over. Kassettens minne er ødelagt, eller det er umulig å kommunisere med kassetten

Du må erstatte kassetten nå.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Programvaren din kan autentisere kassetter ved bruk av en nettbasert tjeneste. Tilgang til Internett er derimot ikke tilgjengelig akkurat nå.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Kassettene nevnt over er ikke tilsiktet bruk i denne skriveren slik den er konfigurert nå.

Se Skriverhjelp.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Skriveren finner ikke minnet i kassetten nevn over.

Du kan prøve å montere kassetten på ny. Om problemet vedvarer må du bytte kassetten med en gang.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Administratoren har konfigurert dette produktet til kun å bruke ekte HP-rekvisita. Kassetten må byttes for å fortsette utskriften. Om du mener du kjøpte en ekte HP-rekvisita, besøk oss på HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Kassettene nevnt over er nesten tomme og må byttes for å fortsette utskriften.

HP anbefaler at du ikke fjerner kassetter før erstatningen er klar for montering.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Brukt rekvisita har blitt montert. Om du tror du kjøpte en ekte HP-rekvisita, besøk oss på HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Skriverreparasjoner som trengs som resultat av å bruke brukte rekvisita er ikke dekket av garantien. Rekvisitastatus og funksjoner avhengig av rekvisitastatus vil ikke være tilgjengelige.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP anbefaler ColorLok®-papir for å få et best mulig utskriftsresultat.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Du har avbrutt HP Instant Ink-tjenesten din.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Blekkutskiftingstjeneste";
HSDSaveInkString = "Spar opptil 50 % på blekk*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink-fraskrivelser.";
HSDOriginalInkString = "Originalt HP-blekk bestilt av skriveren, levert på døren.";
HSDSendInkNowString = "Klikk på Send blekk nå for å få vite mer og registrere deg.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP har en annen praktisk metode for å skaffe rekvisita…";
HSDShopForSuppliesText = "Klikk på Kjøp rekvisita for å bestille originale HP-blekkpatroner raskt og enkelt på nettet gjennom HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP anbefaler at du har en ny patron tilgjengelig for installering når utskriftskvaliteten ikke lenger er akseptabel.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Når du er klar til å bytte kassetten, finner du informasjon her om hvordan du resirkulerer den: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Klikk på HSDBuyNowButton for å bestille en ekte HP-patron for utskifting på Internett.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP kan ikke garantere kvaliteten eller påliteligheten til produkter som ikke stammer fra HP.
Service og reparasjon av skriveren som må utføres på grunn av produkter som ikke stammer fra HP dekkes ikke av garantien.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Kassetter som har veldig lite igjen, kan ha så lite igjen at de gir dårlig utskriftskvalitet.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Fordeler ved originale HP-blekkpatroner";
HSD__warning__OriginalHPInkAdvantagesTitle = "Fordeler ved originale HP-blekkpatroner er ikke garantert";
HSDProvenReliabilityTitle = "Anerkjent pålitelighet";
HSDEfficientPerformanceTitle = "Effektiv ytelse";
HSDExceptionalQualityTitle = "Eksepsjonell kvalitet";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Det anbefales at du justerer. Klikk på \"HSDAlignButton\" for å justere nylig installerte patroner.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Du kan avbryte utskriftsjobben ved å trykke på HSDCancelButton (X)-knappen på skriveren.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Se skriverens kontrollpanel for mer informasjon eller kontakt brukerstøtte.";
HSDSeeFrontPanel = "Se frontpanelet for mer informasjon.";
HSDSeeControlPanel = "Se skriverens kontrollpanel for mer informasjon.";

// Support
HSDContactSupport = "Kontakt brukerstøtte.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Avbryt";
HSDResumeButton = "Fortsett";
HSDCancelPrintButton = "Avbryt utskrift";
HSDCloseButton = "Lukk";
HSDBuyNowButton = "Kjøp nå";
HSDSendInkNowButton = "Send blekk nå";
HSDShopForSuppliesButton = "Kjøp rekvisita";
HSDEstimatedInkLevelsLink = "Beregnede blekknivåer";
HSDEstimatedCartridgeLevelsLink = "Beregnet blekknivå i patroner";
HSDAuthenticateLaterButton = "Autentiser senere";
HSDDoNotAuthenticateButton = "Ikke autentiser";
HSDAlignButton = "Juster";
HSDDoNotAlignButton = "Ikke juster";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Konfigurasjon av skuffer";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Cyan [C]";
"magenta" = "Magenta [M]";
"yellow" = "Gul [Y]";
"black" = "Svart [K]";
"red" = "Rød [R]";
"green" = "Grønn [G]";
"blue" = "Blå [B]";
"lightcyan" = "Lys cyan [LC]";
"lightmagenta" = "Lys magenta [LM]";
"orange" = "Oransje [O]";
"gray" = "Grå [G]";
"lightgray" = "Lys grå [LG]";
"darkgray" = "Mørk grå [DG]";
"photoblack" = "Foto svart [PK]";
"matteblack" = "Matt svart [MK]";
"glossenhancer" = "Glansforbedrer";
"violet" = "Fiolett [V]";
"gold" = "Gull [??]";
"silver" = "Sølv [??]";
"bronze" = "Bronse [??]";
"metallic" = "Metallisk rød [??]";
"tricolor" = "Trefargers [Cyan/Magenta/Gul]";
"photo" = "Foto [Svart/Lys cyan/Lys magenta]";
"photogray" = "Grå foto [Svart/Grå/Lys grå]";
"lightcyanlightmagenta" = "Lys magenta [LM]/Lys cyan [LC]";
"magentayellow" = "Magenta [M]/Gul [Y]";
"mediumcyan" = "Matt svart [MK]/Cyan [C]";
"mediumgray" = "Foto svart [PK]/Lys grå [LG]";
"magentacyan" = "Magenta [M]/Cyan [C]";
"cyanmagenta" = "Magenta [M]/Cyan [C]";
"blackyellow" = "Svart [K]/Gul [Y]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Trommel [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
